Repository: bredvnet/drk-seamless-donations
Catalog: languages/dgx-donate-*.po
Languages: de_de

source: Thank You Page
de_de: Danke-Seite

source: Thank You Page Details
de_de: Danke-Seite Details

source: Thank You Page Text
de_de: Danke-Seite Text

source: The text to display to the donor after they complete their donation.
de_de: Der Text, der dem Spender angezeigt wird, nachdem seine Spende abgeschlossen wurde.

source: On this page you can configure a special thank you message which will appear to your donors after they complete their donation. This is separate from the thank you email that gets emailed to your donor.
de_de: Auf dieser Seite können Sie eine spezielle Dankesnachricht konfigurieren, die Ihren Spendern angezeigt wird, nachdem sie ihre Spende abgeschlossen haben. Dies ist unabhängig von der Dankesnachricht, die Ihre Spender per E-Mail erhalten.

source: Donation Detail
de_de: Spenden Detail

source: Donation Details
de_de: Spenden Details

source: Date
de_de: Datum

source: Amount
de_de: Menge

source: Add to Mailing List?
de_de: Zum Newsletter anmelden?

source: Would like to remain anonymous?
de_de: Möchten Sie anonym bleiben?

source: Designated Fund
de_de: Zweckgebundene Sende

source: Employer Match
de_de: Arbeitgeber Abgleich

source: Employer
de_de: Arbeitgeber

source: Occupation
de_de: Tätigkeit

source: UK Gift Aid
de_de: UK Spenden Hilfe

source: Tribute Gift
de_de: Geschenk

source: Payment Method
de_de: Zahlungsmethode

source: Repeating
de_de: Wiederholung

source: Session ID
de_de: Sitzungs-ID

source: Transaction ID
de_de: Transaktions-ID

source: Related Donations
de_de: Zugehörige Spenden

source: For repeating donations, displays a list of other donations in the series (subscription)
de_de: Für wiederkehrende Spenden, zeigt eine Liste von anderen Spenden in der Serie (Abonnement)

source: No related donations found
de_de: Keine zugehörigen Spenden gefunden

source: Delete this Donation
de_de: Lösche diese Spende

source: Click the following button to delete this donation. This will also remove this donation from all reports. This operation cannot be undone.
de_de: Klicken Sie auf den folgenden Button, um diese Spende zu löschen. Dies wird auch diese Spende aus allen Berichten zu entfernen. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: This is a repeating donation (subscription). Deleting this donation does NOT end the subscription. The donor will need to log into PayPal to end the subscription.
de_de: Dies ist eine wiederkehrende Spende (Abonnement). Das Löschen dieser Spende beendet nicht das Abonnement. Die Spender müssen sich bei PayPal einloggen, um das Abonnement zu löschen.

source: Donations
de_de: Spenden

source: Fund/Date
de_de: Verwendungszweck/Datum

source: Donor
de_de: Spender

source: Fund Subtotal
de_de: Verwendungszweck Zwischensumme

source: Grand Total
de_de: Endsumme

source: No donations found.
de_de: Keine Spenden gefunden.

source: Export Report as Spreadsheet (CSV)
de_de: Bericht als Tabellenkalkulation exportieren (CSV)

source: Click the following button to export detailed information for each donation in this report to a comma-separated-value (CSV) file compatible with most spreadsheet software.
de_de: Klicken Sie auf die folgende Schaltfläche, um detaillierte Informationen für jede Spende in eine Kommagetrennte-Wert-Datei (CSV) zu exportieren. Diese Datei ist mit den meisten Tabellenkalkulationsprogrammen kompatibel.

source: Date Range
de_de: Zeitraum

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Donor Detail
de_de: Spender-Detail

source: Donations by This Donor
de_de: Spenden dieses Spenders

source: Fund
de_de: Verwendungszweck

source: Donor Total
de_de: Anzahl der Spender

source: Donor Information
de_de: Ihre Daten

source: Donors
de_de: Spender

source: Donor/Date
de_de: Spenden/Datum

source: Donor Subtotal
de_de: Spender Zwischensumme

source: No donors found.
de_de: Keine Spender gefunden.

source: Form Options
de_de: Formularoptionen

source: Form Fields and Sections
de_de: Formularfelder und Bereiche

source: Choose which form fields and sections you would like to show or require.
de_de: Wählen Sie aus, welche Felder und Abschnitte Sie anzeigen möchten.

source: Field/Section
de_de: Feld/Auswahl

source: Don't Show
de_de: Nicht Anzeigen

source: Show
de_de: Anzeigen

source: Require
de_de: Pflichtfeld

source: Giving Levels
de_de: Spendenbeträge

source: Select one or more suggested giving levels for your donors to choose from.
de_de: Wählen Sie ein oder mehrere Spendenbeträge aus die der Spender auswählen kann.

source: Currency
de_de: Währung

source: Select the currency you'd like to receive donations in.
de_de: Wählen Sie die Währung in der Sie Spenden erhalten wollen.

source: Default Country / State / Province
de_de: Standardmäßiges Land / Bundesland / Provinz

source: Select the default country / state / province for the donation form.
de_de: Wählen Sie ein Land / Bundesland / Provinz für das Spendenformular.

source: Designated Funds
de_de: Vorhandene Verwendungszwecke

source: Fund Name
de_de: Verwendungszweck

source: Display on Donation Form
de_de: Anzeigen im Spendenformular

source: Delete
de_de: Löschen

source: Note: Deleting a fund from this list does NOT affect any donations already made to that fund, or any reports for that fund.
de_de: Hinweis: Beim Löschen eines Verwendungszwecks, hat dies keinen Einfluss auf bereits erhaltene Spenden oder Statistiken für diese Verwendungszweck.

source: You have no designated funds defined
de_de: Sie haben noch keine Verwendungszwecke definiert

source: Add New Designated Fund
de_de: Verwendungszweck erstellen

source: The name of the desginated fund, as you want it to appear to visitors.
de_de: Der Name des Verwendungszwecks, wie er im Spendenformular erscheit.

source: The log is empty.
de_de: Das Protokoll ist leer.

source: Seamless Donations for WordPress
de_de: DRK Spendenformular für WordPress

source: Recent Donations
de_de: Letzte Spenden

source: Latest News
de_de: Letzte Neuigkeiten

source: Settings
de_de: Einstellungen

source: Notification Emails
de_de: Benachrichtigungs E-Mails

source: Enter one or more emails that should be notified when a new donation arrives. You can separate multiple email addresses with commas.
de_de: Geben Sie eine oder mehrere E-Mail Adressen ein, die benachrichtigt werden wenn eine Spende eingeht. Sie können mehrere E-Mail-Adressen durch Kommas trennen.

source: Notification Email Address(es)
de_de: Benachrichtigungs E-Mail Adresse (n)

source: Email address(es) that should be notified (e.g. administrators) of new donations.
de_de: E-Mail Adresse (n) die Benachrichtigt werden wenn eine neue Spende eingeht.

source: Error: No payment gateways found
de_de: Fehler: Keine Zahlungs-Gateway gefunden

source: Scripts
de_de: Skripts

source: Whether to load scripts in the header or footer.
de_de: Entscheiden Sie ob Skripte in der Kopf- oder Fußbereich geladen werden.

source: Load scripts in the header (default)
de_de: Lade Skripte im Kopfbereich (Standart)

source: Load scripts in the footer
de_de: Lade Skripte im Fussbereich (Standart)

source: Thank You Emails
de_de: Dankeschön E-Mails

source: Email Template
de_de: E-Mail Vorlage

source: The template on this page is used to generate thank you emails for each donation.dgx-donate
de_de: Die Vorlage auf dieser Seite wird verwendet, um E-Mails zu generieren um Danke für jede Spende zu sagen

source: You can include placeholders such as [firstname] [lastname] [fund] and/or [amount].
de_de: Sie können Platzhalter wie [firstname] [lastname] [fund] und/oder [amount] verwenden.

source: These placeholders will automatically be filled in with the donor and donation details.
de_de: Diese Platzhalter werden automatisch mit den Spender und Spenden-Details ausgefüllt.

source: Send a Test Email
de_de: Sende eine Test E-Mail

source: Enter an email address (e.g. your own) to have a test email sent using the template.
de_de: Geben Sie eine E-Mail-Adresse (z.B. Ihre Eigene) an, an die eine Testnachricht mit der aktuell gewählten Vorlage gesendet wird.

source: Email Address
de_de: E-Mail Adresse

source: The email address to receive the test message.
de_de: Die E-Mail-Adresse mit der die Testnachrichten empfangen werden.

source: PayPal Email Address
de_de: PayPal E-Mail Adresse

source: The email address at which to receive payments.
de_de: Die E-Mail-Adresse, unter der Sie die Zahlungen erhalten.

source: Mode:
de_de: Modus:

source: Sandbox (Test Server)
de_de: Testbetrieb

source: Live (Production Server)
de_de: Produktion

source: Warning - Seamless Donations is currently configured to use the Sandbox (Test Server).
de_de: Warnung - DRK Spendenformular ist für die Verwendung eines Testserver konfiguriert.

source: Warning: To make a donation, you must first enable JavaScript.
de_de: Warnung: Um Spenden zu können, müssen Sie JavaScript aktivieren.

source: Donation Information
de_de: Ihre Spende

source: I would like to make a donation in the amount of:
de_de: Ich möchte folgende Betrag spenden:

source: Other:
de_de: Anderer Betrag:

source: I would like to designate this donation to a specific fund
de_de: Ich möchte einen Verwendungszweck für diese Spende auswählen

source: Designated Fund:
de_de: Verwendungszweck:

source: I would like this donation to automatically repeat each month
de_de: Ich möchte diese Spende automatisch jeden Monat wiederholen

source: Check here to donate in honor or memory of someone
de_de: Auswählen wenn Sie "Im Namen von" oder "In gedenken an" Spenden möchten

source: Check here if this is a memorial gift
de_de: Auswählen wenn dies es eine Spende "In Gedenken an" ist.

source: Honoree's Name:
de_de: Gespendet von:

source: Send acknowledgement via email to
de_de: Senden Sie Spendenbescheinigung per E-Mail zu

source: Send acknowledgement via postal mail to
de_de: Senden Sie Spendenbescheinigung per Post zu

source: Address:
de_de: Adresse:

source: City:
de_de: Stadt:

source: State:
de_de: Bundesland:

source: Province:
de_de: Provinz:

source: Country:
de_de: Land:

source: Postal Code:
de_de: Postleitzahl:

source: Check here if your employer matches donations
de_de: Auswählen wenn Ihr Arbeitgeber sie beim Spenden unterstützt

source: First Name:
de_de: Vorname:

source: Last Name:
de_de: Nachname:

source: Phone:
de_de: Telefon:

source: Employer:
de_de: Arbeitgeber:

source: Occupation:
de_de: Beruf:

source: Add me to your mailing list
de_de: Ich möchte mich für den DRK-Newsletter anmelden.

source: Please do not publish my name. I would like to remain anonymous.
de_de: Bitte meinen Namen nicht veröffentlichen. Ich möchte anonym bleiben.

source: Donor Address
de_de: Ihre Adresse

source: Address 2:
de_de: Adresszusatz:
